Repository: isonschool/isapp
Catalog: lib/l10n/app_*.arb
Languages: am, az, be, fil, fy, gd, hy, is, ka, km, ku, ky, lb, lo, mg, mi, mk, mn, mt, my, pa, ps, sd, si, sk, sq, sw, tg, uz, xh, yi

source: Math
am: ሒሳብ
be: Матэматычны
hy: Մաթեմատիկա
is: Stærðfræði
ka: მათემატიკა
km: គណិតវិទ្យា
ky: Математика
lb: Temporäre
lo: ຄະນິດສາດ
mg: Matematika
mi: Pāngarau
mk: Математика
mn: Математикийн
mt: Matematika
my: သင်္ချာ
pa: ਗਣਿਤ
ps: ریاضی
sd: رياضي
si: ගණිත
sk: Matematika
sw: Hisabati
tg: Математика
uz: Matematik
xh: Izibalo
yi: מאַט

source: Home
am: መነሻ
az: Ana səhifə
fy: Thús
gd: Dachaigh
hy: Տուն
is: Forsíða
ka: Სახლის
km: ទំព័រដើម
ky: Үй
lo: ຫນ້າທໍາອິດ
mk: Насловна
mn: Нүүр хуудас
my: မူလစာမျက်နှာ
pa: ਮੁੱਖ
ps: کور
sd: هوم
si: මුල් පිටුව
sk: Domovské
sq: Shtëpi
uz: Bosh sahifa
xh: EKhaya
yi: היים

source: Age
am: ዕድሜ
az: Əsr
be: Ўзрост
fil: Edad
fy: Leeftyd
gd: Aois
hy: Տարիք
is: Aldur
ka: ასაკი
km: អាយុ
ku: Kalbûn
ky: Жашы
lb: Alter
lo: ອາຍຸສູງສຸດ
mg: Taona
mi: Tau
mk: Возраст
mn: Нас
mt: Età
my: အသက်အရွယ်
pa: ਉਮਰ ਦੇ
ps: عمر
sd: عمر
si: වයස
sk: Vek
sq: Moshë
sw: Umri
tg: Синну сол
uz: Yosh
xh: Yobudala
yi: עלטער

# selectYourAge
source: How old are you?
am: እድሜዎ ስንት ነው?
az: Neçə yaşın var?
be: Колькі табе гадоў?
fil: Ilang taon ka na?
fy: Hoe âld bisto?
gd: Dè an aois a tha thu?
hy: Քանի տարեկան ես?
is: Hversu gamall ert þú?
ka: Რამდენი წლის ხარ?
km: តើធ្វើដូចម្តេចអាយុអ្នកមាន?
ku: Tu çend salî yî?
ky: Сиз канча жаштасыз?
lb: Wéi aal bass du?
lo: ເຈົ້າ​ອາ​ຍຸ​ຈັກ​ປີ?
mg: Firy taona ianao?
mi: Kia pehea te tau e koe?
mk: Колку години имаш?
mn: Та хэдэн настай вэ?
mt: Kemm għandek żmien?
my: အသက်ဘယ်လောက်ရှိပြီလဲ?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕੀ ਹੈ?
ps: ته څو کلن یی؟
sd: توهان جي عمر ڇا آهي؟
si: ඔයාගේ වයස කීය ද?
sk: Koľko máš rokov?
sq: Sa vjeç jeni?
sw: Una miaka mingapi?
tg: Ту чанд сола?
uz: Yoshingiz nechida?
xh: Ingaba umngakanani?
yi: ווי אלט זענט איר?

source: Recent
am: የቅርብ ጊዜ
az: Son
be: Нядаўні
fil: Kamakailan lamang
fy: Resint
gd: O chionn ghoirid
hy: Նոր
is: Nýleg
ka: ბოლო
km: ថ្មី
ku: Demek berê
ky: Жакынкы
lb: Rezent
lo: ບໍ່ດົນມານີ້
mg: Vao haingana
mi: Tata
mk: Последните
mn: Сүүлийн үеийн
mt: Reċenti
my: မကြာသေးမီ
pa: ਹਾਲ ਹੀ
ps: وروستي
sd: تازيون
si: මෑත
sk: Nedávny
sq: I fundit
sw: Hivi karibuni
tg: Наздикӣ
uz: Yaqindagi
xh: Yakutshanje
yi: פריש

source: Students
am: ተማሪዎች
az: Tələbələr
be: Студэнты
fil: Mag-aaral
fy: Studinten
gd: Oileanaich
hy: Ուսանողները
is: Nemendur
ka: სტუდენტები
km: សិស្ស
ku: Xwendekarên
ky: Студенттер
lb: Schüler
lo: ນັກສຶກສາ
mg: Mpianatra
mi: Ngā ākonga
mk: Студентите
mn: Оюутан
mt: Istudenti
my: ကျောင်းသားများအတွက်
pa: ਵਿਦਿਆਰਥੀ
ps: زده کوونکو
sd: شاگردن
si: සිසු
sk: Študentov
sq: Studentët
sw: Wanafunzi
tg: Хонандагон
uz: Talabalar
xh: Abafundi
yi: סטודענטן

source: Settings
am: ቅንብሮች
az: Parametrləri
be: Налады
fil: Setting
fy: Ynstellings
gd: Suidheachaidhean
hy: Կարգավորումներ
is: Stillingar
ka: პარამეტრები
km: ការកំណត់
ky: Орнотуулары
lb: Astellunge
lo: ການຕັ້ງຄ່າ
mg: Fikirana
mi: Tautuhinga
mk: Подесувања
mn: Тохиргоонууд
my: Setting များကို
pa: ਸੈਟਿੰਗ
ps: امستنې
sd: جوڙ
si: සැකසුම්
sk: Nastavenie
sw: Mazingira
tg: Танзимоти
uz: Ri
xh: Izilungiselelo
yi: סעטטינגס

source: More info
am: ተጨማሪ መረጃ
az: Daha çox məlumat
be: Больш падрабязна
fil: Karagdagang impormasyon
fy: Mear ynformaasje
gd: Tuilleadh fiosrachaidh
hy: Մանրամասն
is: Meiri upplýsingar
ka: Მეტი ინფორმაცია
km: ព័​ត៍​មាន​បន្ថែម
ky: Дагы маалымат
lb: Méi Infoen
lo: ຂໍ້​ມູນ​ເພີ່ມ​ເຕີມ
mi: Ētahi atu mōhiohio
mk: Повеќе информации
mn: Илүү мэдээлэл
mt: Iktar informazzjoni
my: နောက်ထပ်အင်ဖို
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ps: نور معلومات
sd: وڌيڪ معلومات
si: වැඩි තොරතුරු
sk: Viac informácií
sq: Me shume informacion
sw: Maelezo zaidi
tg: Маълумоти бештар
uz: Batafsil ma'lumot
xh: Iinkcukacha ezithe vetshe
yi: מער אינפֿאָרמאַציע

source: Close
am: ገጠመ
az: Yaxın
be: Блізка
fil: Malapit
fy: Slute
gd: Dùin
hy: Փակել
km: បិទ
ku: Girtin
ky: Жабуу
lb: Zoumaachen
lo: ປິດ
mi: Katia
mk: Затвори
mn: Хаах
mt: Agħlaq
my: ပိတ်
pa: ਬੰਦ ਕਰੋ
ps: بندول
sd: بند
si: සමීප
sk: Zavrieť
sq: Afër
tg: Наздик
uz: Yaqin
xh: Vala
yi: נאָענט

source: Clear all data
am: ሁሉንም ውሂብ አጽዳ
az: Bütün məlumatları sil
be: Выдаліць усе дадзеныя
fil: I-clear ang lahat ng data
fy: Alle gegevens
gd: Soilleir a h-uile dàta
hy: Մաքրել բոլոր տվյալները
is: Hreinsa öll gögn
ka: წმინდა ყველა მონაცემები
km: ជម្រះទិន្នន័យទាំងអស់
ku: Paqij hemû daneyên
ky: Бардык дайындарды тазалоо
lb: Kloer all Donnéeën
lo: ລຶບຂໍ້ມູນທັງຫມົດ
mg: Hamafa ny angon-drakitra
mi: Ūkui raraunga katoa
mk: Ги избришете сите податоци
mn: Бүх өгөгдлийг арилгах
mt: Ċar data kollha
my: ဒေတာအားလုံးကိုရှင်းလင်း
pa: ਸਭ ਡਾਟਾ ਸਾਫ਼
ps: د ټولو د معلوماتو د پاکولو
sd: سڀ ڊيٽا کي صاف
si: සියලු දත්ත හිස්
sk: Vymazanie všetkých dát
sq: Qartë të gjitha të dhënat
sw: Kufuta data zote
tg: Тоза намудани ҳамаи маълумоти
uz: Barcha ma'lumotlarni tozalash
xh: Sula yonke idatha
yi: קלאָר אַלע דאַטן

source: All data cleared
am: ሁሉም ውሂብ ጸድቷል.
az: Bütün məlumatlar təmizləndi.
be: Усе дадзеныя былі выдалены.
fil: Ang lahat ng data ay na-clear.
fy: Alle gegevens is ûntromme.
gd: A h-uile dàta a bhith air a fuadachadh.
hy: Բոլոր տվյալները մաքրվել:
is: Öll gögn hefur verið eytt.
ka: ყველა მონაცემები წაიშალა.
km: ទិន្នន័យទាំងអស់ត្រូវបានជម្រះ។
ku: Hemû daneyên hatiye betalkirin.
ky: Бардык дайындар тазаланат.
lb: All Donnéeën huet geschëppt ginn.
lo: ຂໍ້ມູນທັງຫມົດໄດ້ຮັບການເກັບກູ້.
mg: Tahirin-kevitra rehetra efa nanala.
mi: Kua raraunga katoa kua whakawāteatia.
mk: Сите податоци се брише.
mn: Бүх мэдээ цэвэрлэсэн байна.
mt: Id-data kollha tkun ġiet approvata.
my: ဒေတာအားလုံးကိုရှင်းလင်းခဲ့တာဖြစ်ပါတယ်။
pa: ਸਭ ਡਾਟਾ ਸਾਫ਼ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ.
ps: ټول معلومات په پاکه شوې.
sd: سڀ ڊيٽا هليا ڪيو ويو آهي.
si: සියලු දත්ත එළි පෙහෙළි කර ඇත.
sk: Všetky dáta bola vymazaná.
sq: Të gjitha të dhënat janë pastruar.
sw: Data zote imefutwa.
tg: Ҳамаи маълумот дорад, тоза карда шудаанд.
uz: Barcha ma'lumotlar tozalandi.
xh: Yonke idatha isusiwe.
yi: כל דאַטן האט שוין קלירד.

source: Lesson
am: ትምህርት
az: Dərs
be: Ўрок
fil: Aralin
fy: Les
hy: Դաս
is: Kennslustund
ka: გაკვეთილი
km: មេរៀន
ku: Ders
ky: Сабак
lb: Lektioun
lo: ບົດຮຽນ
mg: Lesona
mi: Akoranga
mk: Лекција
mn: Хичээл
mt: Lezzjoni
my: သင်ခန်းစာကို
pa: ਪਾਠ
ps: لوست
sd: سبق
si: පාඩම
sk: Lekcie
sq: Mësim
sw: Somo
tg: Дарс
uz: Dars
xh: Isifundo
yi: לעקציע

# lessonSuccess
source: Lesson succeeded!
am: ትምህርት ተሳክቷል!
az: Dərs nail!
be: Урок поспеху!
fil: Nagtagumpay Lesson!
fy: Les slagge!
gd: Leasan a 'chùis!
hy: Դաս հաջողվել!
is: Kennslustund tókst!
ka: გაკვეთილი წარმატებით!
km: មេរៀនទទួលបានជោគជ័យ!
ku: Lesson serkeftî!
ky: Сабак болду!
lb: Lektioun gelongen!
lo: ບົດຮຽນສໍາເລັດຜົນ!
mg: Lesona nahomby!
mi: Muri Akoranga!
mk: Лекција успеал!
mn: Хичээл амжилттай!
mt: Lezzjoni irnexxielu!
my: သင်ခန်းစာကိုအောင်မြင်ခဲ့!
pa: ਪਾਠ ਸਫ਼ਲ!
ps: لوست بريالي!
sd: سبق ڪامياب ٿيو!
si: පාඩම සාර්ථක!
sk: Lekcia uspel!
sq: Mësimi sukses!
sw: Somo wamefanikiwa!
tg: Дарс муваффақ шуд!
uz: Dars muvaffaqiyatli!
xh: Isifundo kuphumelele!
yi: לעקציע סאַקסידאַד!

source: Lesson failed
am: ትምህርት አልተሳካም.
az: Dərs bilmədi.
be: Урок не ўдалося.
fil: Aralin nabigo.
fy: Les mislearre.
gd: Lesson Dh'fhàillig.
hy: Դաս ձախողվեց:
is: Kennslustund mistókst.
ka: გაკვეთილი ვერ მოხერხდა.
km: មេរៀនបរាជ័យ។
ku: Lesson bi ser neket.
ky: Бөлүм жок.
lb: Lektioun gescheitert.
lo: ບົດຮຽນສົບຜົນສໍາເລັດ.
mg: Lesona nahomby.
mi: I rahua te haapiiraa.
mk: Лекција не успеа.
mn: Хичээл амжилтгүй болсон.
mt: Lezzjoni fallew.
my: သင်ခန်းစာကိုမအောင်မြင်ခဲ့ပေ။
pa: ਪਾਠ ਲਈ ਫੇਲ੍ਹ ਹੈ.
ps: لوست پاتې راغلي دي.
sd: سبق ناڪام ٿي.
si: පාඩම අසාර්ථක විය.
sk: Lekcia zlyhalo.
sq: Mësimi dështuar.
sw: Somo alishindwa.
tg: Дарс нашуд.
uz: Dars olmadi.
xh: Isifundo akuphumelelanga.
yi: לעקציע ניט אַנדערש.

source: Which is correct?
am: የትኛው ትክክል ነው?
az: Hansı doğrudur?
be: Што з'яўляецца правільным?
fil: Ano ang tama?
fy: Dat is korrekt?
gd: Dè tha ceart?
hy: Որն է ճիշտ:
is: Hver er rétt?
ka: Რომელია სწორი?
km: ដែលជាការត្រឹមត្រូវទេ?
ku: Kîjan rast e?
ky: Кайсынысы туура?
lb: Wat ass richteg?
lo: ຊຶ່ງເປັນທີ່ຖືກຕ້ອງ?
mg: Iza marina?
mi: I te mea tika?
mk: Која е точна?
mn: Аль нь зөв бэ?
mt: Liema hija korretta?
my: ဘယ်မှန်ကန်သောပါသလဲ
pa: ਕਿਹੜਾ ਠੀਕ ਹੈ?
ps: کوم صحیح دی؟
sd: جنهن کي صحيح آهي؟
si: කුමන නිවැරදි ද?
sk: Ktoré je správne?
sq: Cila është e saktë?
sw: Ambayo ni sahihi?
tg: Кадоме дуруст аст?
uz: Qaysi to'g'ri?
xh: Yiyiphi into ilungile?
yi: וואָס איז ריכטיק?

source: Exam
am: ፈተና
az: Imtahan
be: Экзамен
fil: Eksamen
gd: Deuchainnean
hy: Քննությունների
ka: გამოცდების
km: ការប្រឡង
ku: Bilbilên
ky: Экзамен
lb: Examen
lo: ການສອບເສັງ
mk: Испит
mn: Шалгалтын
my: စာမေးပွဲ
pa: ਪ੍ਰੀਖਿਆ
ps: آزموينه
sd: امتحان
si: විභාගය
sk: Skúška
sq: Provimi
sw: Mtihani
tg: Имтиҳони
uz: Imtihon
xh: Ukuhlolwa
yi: עקסאַם

# examPassed
source: Exam succeeded!
am: የፈተና ተሳክቷል!
az: İmtahan nail!
be: Экзамен атрымаўся!
fil: Nagtagumpay Exam!
fy: Exam slagge!
gd: Deuchainnean lean!
hy: Քննություն հաջողվել!
is: Exam tókst!
ka: გამოცდების წარმატებით!
km: ការប្រឡងទទួលបានជោគជ័យ!
ku: Bilbilên serkeftî!
ky: Сынак болду!
lb: Examen gelongen!
lo: ການສອບເສັງສໍາເລັດຜົນ!
mg: Exam nahomby!
mi: Muri Exam!
mk: Испит успеал!
mn: Шалгалт амжилттай!
mt: Exam irnexxielu!
my: စာမေးပွဲအောင်မြင်ခဲ့!
pa: ਪ੍ਰੀਖਿਆ ਸਫਲ ਹੋ!
ps: ازموينه بريالي!
sd: امتحان ڪامياب ٿيو!
si: විභාගය සමත්!
sk: Skúška uspel!
sq: Provimi sukses!
sw: Mtihani wamefanikiwa!
tg: Имтиҳони муваффақ шуд!
uz: Imtihon muvaffaqiyatli!
xh: Ukuhlolwa kuphumelele!
yi: עקסאַם סאַקסידאַד!

source: Exam failed
am: ፈተና አልተሳካም.
az: İmtahan uğursuz oldu.
be: Экзамен не атрымаўся.
fil: Nabigo Exam.
fy: Exam mislearre.
gd: Deuchainnean Dh'fhàillig.
hy: Քննություն ձախողվեց:
is: Próf mistókst.
ka: გამოცდების ვერ მოხერხდა.
km: ប្រឡងបរាជ័យ។
ku: Ezmûna bi ser neket.
ky: Сынак ишке ашкан жок.
lb: Examen gescheitert.
lo: ການສອບເສັງສົບຜົນສໍາເລັດ.
mg: Exam nahomby.
mi: I rahua te Exam.
mk: Испит не успеа.
mn: Шалгалт амжилтгүй болсон.
mt: Exam fallew.
my: စာမေးပွဲအောင်မြင်ခဲ့ပေ။
pa: ਪ੍ਰੀਖਿਆ ਲਈ ਫੇਲ੍ਹ ਹੈ.
ps: په ازموينه کې پاتې راغلي.
sd: امتحان ۾ ناڪام.
si: විභාගය අසමත් විය.
sk: Skúška zlyhalo.
sq: Provimi dështuar.
sw: Mtihani alishindwa.
tg: Имтиҳони нашуд.
uz: Imtihon muvaffaqiyatsiz.
xh: Ukuhlolwa akuphumelelanga.
yi: עקסאַם ניט אַנדערש.

source: Find a mistake
am: የት እሱ / እሷ ስህተት ማግኘት ነበር?
az: O / o yanlış əldə etdiniz?
be: Дзе ён / яна атрымаць не так?
fil: Saan siya / siya ay nagkamali?
fy: Wêr hat hy / sy krije ferkeard?
gd: Càite an robh e / i a 'faighinn ceàrr?
hy: Որտեղ է նա / նա ստանալ սխալ.
is: Hvar gerði hann / hún fá rangt?
ka: სად მან / იგი არასწორია?
km: តើគាត់ / នាងបានទទួលខុសកន្លែងណា?
ku: Li ku derê wî / wê de çewt derê?
ky: Ал / ал кайдан туура эмес?
lb: Wou huet hien / si falsch kréien?
lo: ບໍ່ເຂົາ / ນາງໄດ້ຮັບບ່ອນທີ່ຜິດພາດ?
mg: Aiza izy / izy mahazo ratsy?
mi: Hea i whiwhi ia / ia he?
mk: Каде тој / таа се во ред?
mn: Тэр / тэр хаана буруу авч байсан бэ?
mt: Fejn ma hu / hi tikseb ħażina?
my: သူ / သူမမှားယွင်းတဲ့အဘယ်မှာရသနည်း
pa: ਕਿੱਥੇ ਉਹ / ਉਸ ਨੂੰ ਗਲਤ ਪ੍ਰਾਪਤ ਕੀਤਾ ਸੀ?
ps: هغه / هغې چيرته غلط ترلاسه کړی؟
sd: جتي هو / هوء غلط حاصل ڪيو؟
si: ඔහු / ඇය වැරදි ලැබුණේ කොහෙන්ද?
sk: Kde sa mu / jej niečo pokaziť?
sq: Ku ka ai / ajo të gabuar?
sw: Wapi yeye / yeye kupata sahihi?
tg: Дар куҷо ӯ / вай нодуруст пайдо кард?
uz: Qani u / u noto'g'ri olding?
xh: Uphi na yena / athole engalunganga?
yi: ווו האט ער / זי באַקומען אומרעכט?

# correctAnswer
source: No mistake
am: ምንም ስህተት የለም.
az: Heç bir səhv yoxdur.
be: Там няма ніякай памылкі.
fil: Walang pagkakamali.
fy: Der is gjin fersin.
gd: Chan eil mearachd.
hy: Չկա սխալ է.
is: Það er engin mistök.
ka: არ არის შეცდომა.
km: មានកំហុសទេ។
ku: E tu çewtiyekê hene.
ky: Эч кандай жаңылыштык жок.
lb: Et ass kee Feeler.
lo: ມີຂໍ້ຜິດພາດທີ່ບໍ່ມີແມ່ນ.
mg: Tsy misy diso.
mi: Kahore he hape.
mk: Нема грешка.
mn: Ямар ч алдаа байдаг.
mt: M'hemm l-ebda żball.
my: အဘယ်သူမျှမအမှားရှိပါသည်။
pa: ਕੋਈ ਵੀ ਗਲਤੀ ਹੈ.
ps: هيڅ غلطي شتون لري.
sd: ڪو مريدن آهي.
si: කිසිදු වරදක් නැත.
sk: Neexistuje žiadna chyba.
sq: Nuk ka asnjë gabim.
sw: Hakuna kosa.
tg: Аст, хато нест.
uz: Hech qanday xato yo'q.
xh: Akukho mpazamo.
yi: עס איז קיין גרייַז.

# diploma
source: License
am: ፈቃድ
az: Lisenziya
be: Ліцэнзія
fil: Lisensya
fy: Fergunning
gd: Ceadachas
hy: Լիցենզիա
is: Leyfi
ka: ლიცენზიის
km: អាជ្ញាប័ណ្ណ
ku: Îcaze
ky: Лицензия
lb: Lizenz
lo: ໃບອະນຸຍາດ
mg: Mombamomba ny mpanoratra
mi: Raihana
mk: Лиценца
mn: Тусгай зөвшөөрөл
mt: Liċenzja
my: လိုင်စင်
pa: ਲਾਇਸੰਸ
ps: د جواز
sd: لائسنس
si: බලපත්රය
sk: Licencie
sq: Liçensë
sw: Leseni
tg: Иҷозатнома
uz: Litsenziya
xh: Iphepha-mvume
yi: דערלויבעניש

# diplomaSuccess
source: You received a license!
am: አንድ ፈቃድ ተቀበሉ!
az: Siz lisenziya alıb!
be: Вы атрымалі ліцэнзію!
fil: Nakatanggap ka ng isang lisensya!
fy: Jo krigen in lisinsje!
gd: Fhuair thu ceadachas!
hy: Դուք ստացել լիցենզիա!
is: Þú fékkst leyfi!
ka: თქვენ მიიღო ლიცენზია!
km: អ្នកបានទទួលអាជ្ញាប័ណ្ណ!
ku: Tu qebûl lîsansa!
ky: Сиз уруксат алган!
lb: Dir scho Lizenz!
lo: ທ່ານໄດ້ຮັບໃບອະນຸຍາດ!
mg: Nahazo fahazoan-dalana ianao!
mi: Riro koe i te raihana!
mk: Вие доби дозвола!
mn: Та тусгай зөвшөөрөл авсан!
mt: Inti rċeviet liċenzja!
my: သင်တစ်ဦးလိုင်စင်ရရှိခဲ့!
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਲਾਇਸੰਸ ਪ੍ਰਾਪਤ ਕੀਤਾ!
ps: تاسو د جواز ترلاسه کړ!
sd: توهان هڪ لائسنس ملي!
si: ඔබ බලපත්රය ලබාගන්නා!
sk: Dostali ste licenciu!
sq: Ju mori një licencë!
sw: Umepokea leseni!
tg: Шумо ба ҳузур пазируфт иҷозатнома!
uz: Siz litsenziya oldi!
xh: Ufumene ilayisensi!
yi: איר באקומען אַ דערלויבעניש!

# diplomaFailed
source: Do not give up!
am: ተስፋ አትቁረጥ!
az: El cekme!
be: Не здавайся!
fil: Huwag kang susuko!
fy: Jouw net op!
gd: Na leig às idir!
hy: Մի 'հանձնվիր!
is: Ekki gefast upp!
ka: Არ დანებდე!
km: កុំឱ្យឡើង!
ku: Belê ez heme!
ky: Багынба!
lb: Gëff net op!
lo: ຢ່າ​ຍອມ​ແພ້!
mg: Aza kivy!
mi: Kaua e hoatu ki runga;
mk: Не се откажувај!
mn: Битгий бууж өг!
mt: Taqtax qalbek!
my: အရွုံးမပေးနဲ့!
pa: ਹਿੰਮਤ ਨਾ ਹਾਰੋ!
ps: لاس مه اخله!
sd: همت نه هار!
si: අතහරින්න එපා!
sk: Nevzdávaj sa!
sq: Mos u dorëzo!
sw: Usikate tamaa!
tg: Таслим нашав!
uz: Yengilma!
xh: Sukuncama!
yi: געב נישט אויף!

source: Experience
am: ልምድ
az: Təcrübə
be: Вопыт
fil: Karanasan
fy: Ûnderfining
gd: Eòlas
hy: Փորձառություն
is: Reynsla
ka: გამოცდილება
km: បទពិសោធ
ku: Tecribe
ky: Тажрыйба
lb: Erfahrung
lo: ປະສົບການ
mg: Traikefa
mi: Wheako
mk: Искуство
mn: Туршлага
mt: Esperjenza
my: အတှေ့အကွုံ
pa: ਦਾ ਤਜਰਬਾ
ps: تجربه
sd: تجربو
si: අත්දැකීමක්
sk: Skúsenosť
sq: Përvojë
sw: Uzoefu
tg: Таљрибаи
uz: Tajriba
xh: Amava
yi: דערפאַרונג

source: OK
am: እሺ
az: Tamam
be: Добра
hy: Լավ
ka: კარგი
km: យល់ព្រម
lo: ຕົກ​ລົງ
mk: Добро
mn: БОЛЖ БАЙНА УУ
mt: Kollox sew
my: ရလား
pa: ਠੀਕ ਹੈ
ps: سمه ده
sd: ٺيڪ
si: හරි
sq: Ne rregull
sw: Sawa
tg: Хуб
xh: Kulungile
yi: אקעי

source: Cancel
am: ሰርዝ
az: Ləğv etmək
be: Адмяніць
fil: Kanselahin
fy: Ôfbrekke
gd: Sguir dheth
hy: Վերացնել
is: Hætta við
ka: გაუქმება
km: បោះបង់
ku: Bişûndekirin
ky: Жокко чыгаруу
lb: Annuléieren
lo: ຍົກເລີກການ
mg: Hanafoana
mi: Whakakore
mk: Откажи
mn: Болих
mt: Ikkanċella
pa: ਰੱਦ ਕਰੋ
ps: لغوه
sd: رد
si: අවලංගු කරන්න
sk: Zrušiť
sq: Anuloj
sw: Kufuta
tg: Бекор
uz: Bekor qilish
xh: Rhoxisa
yi: באָטל מאַכן

source: Are you sure?
am: እርግጠኛ ነህ?
az: Sən əminsən?
be: Вы ўпэўнены?
fil: Sigurado ka ba?
fy: Bisto wis?
gd: A bheil thu cinnteach?
hy: Համոզված ես?
is: Ertu viss?
ka: Დარწმუნებული ხარ?
km: តើ​អ្នក​ប្រាកដ​ឬ​អត់?
ku: Piştrastin?
ky: Ишенесиңби?
lb: Bass du secher?
lo: ເຈົ້າ​ແນ່​ໃຈ​ບໍ່?
mg: Azonao antoka ve izany?
mi: E tino koe?
mk: Дали си сигурен?
mn: Чи итгэлтэй байна уу?
mt: Żgur?
my: သေချာလား?
pa: ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?
ps: تاسو ډاډه یاست؟
sd: ڇا توهان کي پڪ آهي؟
si: ඔබට විශ්වාසද?
sk: Si si istý?
sq: A je i sigurt?
sw: Una uhakika?
tg: Шумо мутмаъин ҳастед?
uz: Ishonchingiz komilmi?
xh: Ingaba uqinisekile?
yi: ביסטו זיכער?

source: Next
am: ቀጣይ
az: Sonrakı
be: Наступны
fil: Susunod
fy: Folgjende
gd: An ath-
hy: Հաջորդ
is: Næsta
ka: შემდეგი
km: បន្ទាប់
ku: Piştî
ky: Кийинки
lb: Nächst
lo: ຖັດໄປ
mg: Manaraka
mi: Panuku
mk: Следна
mn: Дараачийн
mt: Li jmiss
my: နောက်တစ်ခု
pa: ਅਗਲਾ
ps: بل
sd: اڳيون
si: ලබන
sk: Ďalšie
sq: Tjetër
tg: Баъдӣ
uz: Keyingi
xh: Okulandelayo
yi: ווייַטער

# notification
source: Notifications
am: ማሳወቂያዎች
az: Bildirişlər
be: Апавяшчэння
fil: Mga Notification
fy: Notifikaasjes
hy: Ծանուցումները
is: Tilkynningar
ka: შეტყობინებები
km: ការជូនដំណឹង
ky: Эскертмелер
lb: Notifikatiounen
lo: ການແຈ້ງເຕືອນ
mi: Whakamōhiotanga
mk: Известувања
mn: Мэдэгдэл
mt: Notifiki
my: အသိပေးချက်များ
pa: ਸੂਚਨਾ
ps: د خبرتیا
sd: اطلاع
si: දැනුම්දීම්
sk: Oznámenia
sq: Njoftime
sw: Taarifa
tg: Огоҳиҳои
uz: Xabarnomalar
xh: Izaziso

# downloadLatestVersion
source: Please update the app
am: መተግበሪያው ያዘምኑ.
az: App güncelleyin.
be: Калі ласка, абновіце прыкладанне.
fil: Mangyaring i-update ang app.
fy: Please update de app.
gd: Ùraich an aplacaid.
hy: Խնդրում ենք թարմացնել հավելվածը:
is: Uppfærðu forritið.
ka: გთხოვთ, განაახლოთ app.
km: សូមធ្វើឱ្យទាន់សម័យកម្មវិធី។
ku: Ji kerema xwe app rojane bike.
ky: Колдонмосун тактоо.
lb: Weg update der App.
lo: ກະລຸນາອັບເດດແອັບຯ.
mg: Azafady ny fampiharana vaovao farany.
mi: Koa te whakahōu i te taupānga.
mk: Ве молиме инсталирајте ја апликацијата.
mn: Апп-ыг шинэчилнэ үү.
mt: Jekk jogħġbok aġġorna l-app.
my: App ကို update လုပ်ပါ။
pa: ਐਪ ਨੂੰ ਅਪਡੇਟ ਕਰੋ.
ps: لطفا ددفتروسایل د اوسمهالولو.
sd: ائپ تازه ڪريو.
si: යෙදුම යාවත්කාලීන කරන්න.
sk: Prosím aktualizujte aplikáciu.
sq: Please update aplikacionin.
sw: Tafadhali update programu.
tg: Лутфан барнома навсозӣ намояд.
uz: Ilovasini yangilang.
xh: Nceda yenza igqibeke i app.
yi: ביטע דערהייַנטיקן די אַפּ.

source: None of the above
am: ከላይ ማናቸውንም
az: Yuxarıdakıların heç biri
be: Ні адзін з вышэйпералічаных
fil: Wala sa itaas
fy: Gjin fan boppesteande
gd: Chan eil gin de na h-àrd
hy: Ոչ մեկը վերը նշված
is: Ekkert af ofantöldu
ka: Ჩამოთვლილთაგან არც ერთი
km: គ្មាន​ខាងលើ
ku: Yek ji ê jor
ky: Жогорудагылардын эч бири
lb: Keen vun den Ieweschten
lo: ຂ້າງເທິງນີ້ບໍ່
mg: Tsy misy amin'ireo voalaza etsy ambony
mi: Tetahi o te runga ake
mk: Ниту едно од горе наведените
mn: Дээрх аль нь ч
mt: L-ebda minn ta fuq
my: အပေါ်ကဟာတစ်ခုမှမဟုတ်ပါ
pa: ਉੱਪਰ ਵਾਲਿਆਂ ਵਿਚੋਂ ਕੋਈ ਵੀ ਨਹੀਂ
ps: له پورتنیو څخه یو هم نه
sd: مٿين مان ڪنھن جو
si: ඉහල තිබෙන කිසිවක් නොවේ
sk: Žiadny z vyššie uvedených
sq: Asnje nga te sipermet
sw: Hakuna hata juu
tg: На он қадар баландтар
uz: Yuqoridagilardan hech qaysisi
xh: Akukho nanye kwezi ziphezulu
yi: קיין פון די אויבן

# joinedNewStudent
source: A new student joined your class.
am: አንድ አዲስ ተማሪ የእርስዎን ክፍል ተቀላቅለዋል.
az: Yeni tələbə sinif qatıldı.
be: Новы студэнт далучыўся свой клас.
fil: Ang isang bagong mag-aaral na sumali sa iyong klase.
fy: In nije studint stapte jo klasse.
gd: Ùr oileanach còmhla chlas agad.
hy: Նոր ուսանողը միացել Ձեր դաս.
is: A nýr nemandi byrjuðu bekknum þínum.
ka: ახალი სტუდენტი შეუერთდა თქვენს კლასში.
km: និស្សិតថ្មីបានចូលរួមថ្នាក់របស់អ្នក។
ku: A xwendekarê nû class xwe bûn.
ky: А жаңы окуучу өз тобуна кошулуп.
lb: Eng nei Schüler zesumme Är Klass.
lo: A ນັກສຶກສາໃຫມ່ໄດ້ເຂົ້າຮ່ວມຫ້ອງຮຽນຂອງທ່ານ.
mg: Mpianatra vaovao iray niaraka amin'ny kilasinao.
mi: Piri tētahi ākonga hou koutou piha haapiiraa.
mk: А нов студентски приклучи својата класа.
mn: Шинэ оюутан таны хичээл орсон байна.
mt: Student ġdida ssieħbu klassi tiegħek.
my: အသစ်ကျောင်းသားသင့်ရဲ့အတန်းအစားဝင်ရောက်ခဲ့သည်။
pa: ਇੱਕ ਨਵ ਵਿਦਿਆਰਥੀ ਆਪਣੇ ਕਲਾਸ ਸ਼ਾਮਲ ਹੋ ਗਏ.
ps: یو نوی محصل ستاسو د ټولګي سره یوځای شول.
sd: هڪ نئين شاگرد پنهنجي طبقي ٻيلي.
si: නව ශිෂ්ය ඔබේ පන්ති එකතු විය.
sk: Nový Študent sa pripojil svojou triedou.
sq: Një student i ri u bashkua me klasën tuaj.
sw: Mwanafunzi mpya alijiunga darasa lako.
tg: Донишҷӯи нав синф шумо ҳамроҳ.
uz: Yangi talaba sinf qo'shildi.
xh: Umfundi omtsha kunye nabafundi eklasini yakho.
yi: א נייַ תּלמיד זיך איינגעשריבן דיין קלאַס.

source: Time over
am: በጊዜ ሂደት ላይ
az: Vaxt bitdi
be: Час пралёта
fil: Tapos na ang oras
fy: Tiid over
gd: Uair thairis
hy: Ժամանակն է
is: Tími yfir
ka: Დრო დასრულდა
km: ម៉ោងជាង
ku: Time ser
ky: Убакыт бүттү
lb: Zäit iwwer
lo: ທີ່ໃຊ້ເວລາໃນໄລຍະ
mi: Wā runga
mk: Времето заврши
mn: Цаг дууссан
mt: Ħin fuq
my: အချိန်ကြာလာတာနဲ့အမျှ
pa: ਵਾਰ ਵੱਧ
ps: د وخت په تېرېدو
sd: ڪجهه وقت کان پوء
si: වෙලාව ඉවරයි
sk: Čas nad
sq: Koha gjatë
sw: Wakati juu ya
tg: Time бар
uz: Vaqt davomida
xh: Time phezu
yi: צייַט איבער
